[
  {
    "Id": 1,
    "slug": "about",
    "title": "About Us",
    "content": "## Welcome to AffiliateHub Pro\n\nWe are passionate advocates for creative education and lifelong learning. Our mission is to connect aspiring artists, designers, and creative professionals with the best educational resources available online, particularly through our partnership with Domestika.\n\n### Our Story\n\nFounded by creative professionals who understand the challenges of skill development in the digital age, AffiliateHub Pro was born from a simple belief: everyone deserves access to high-quality creative education.\n\nAfter years of experience in design, photography, and digital marketing, our team recognized that traditional education often falls short of providing the practical, real-world skills needed to succeed in creative industries. That's when we discovered Domestika – a platform that bridges this gap with expert-led courses from industry professionals.\n\n### Why We Partner with Domestika\n\nDomestika represents everything we believe in:\n\n- **Expert Instruction**: Courses taught by industry leaders and successful professionals\n- **Practical Learning**: Real-world projects and applicable skills\n- **Creative Community**: A supportive environment for learning and growth\n- **Affordable Access**: High-quality education at accessible prices\n- **Diverse Offerings**: Courses spanning design, photography, marketing, crafts, and more\n\n### Our Commitment to You\n\nWe curate content and insights to help you:\n\n- **Make Informed Decisions**: Detailed course reviews and recommendations\n- **Maximize Your Learning**: Tips and strategies for getting the most from online courses\n- **Stay Inspired**: Success stories and creative inspiration\n- **Build Skills Systematically**: Learning paths for different creative disciplines\n\n### What Sets Us Apart\n\n**Authentic Reviews**: We only recommend courses and resources we genuinely believe in. Our team personally evaluates content to ensure quality and relevance.\n\n**Practical Guidance**: Beyond course recommendations, we provide practical advice on building creative careers, developing portfolios, and navigating the creative industry.\n\n**Community Focus**: We believe learning is enhanced through community. Our content encourages connection and collaboration among creative learners.\n\n### Our Values\n\n**Quality Over Quantity**: We believe in deep, meaningful learning experiences rather than superficial skill collection.\n\n**Accessibility**: Creative education should be available to everyone, regardless of background or financial situation.\n\n**Lifelong Learning**: Creativity and skills development is a continuous journey, not a destination.\n\n**Authenticity**: We provide honest, transparent recommendations based on real experience and expertise.\n\n### Meet Our Team\n\nOur diverse team brings together expertise in:\n- Graphic design and branding\n- Photography and visual storytelling\n- Digital marketing and content creation\n- User experience and web design\n- Traditional crafts and fine arts\n\nThis multidisciplinary background allows us to provide comprehensive insights across various creative fields.\n\n### Looking Forward\n\nAs the creative industry continues to evolve, we're committed to staying at the forefront of educational innovation. We continuously explore new learning platforms, emerging skills, and industry trends to ensure our recommendations remain relevant and valuable.\n\nOur goal is to be your trusted guide in the world of creative education, helping you discover the courses, skills, and inspiration needed to achieve your creative goals.\n\n### Join Our Community\n\nWe invite you to join thousands of creative professionals who rely on our insights and recommendations. Whether you're just starting your creative journey or looking to expand your existing skills, we're here to support your growth and success.\n\nThank you for trusting us to be part of your creative education journey. Together, let's unlock your creative potential and build the skills needed to thrive in today's dynamic creative landscape.",
    "updatedAt": "2024-01-15T10:00:00Z"
  },
  {
    "Id": 2,
    "slug": "contact",
    "title": "Contact Us",
    "content": "## Get in Touch\n\nWe'd love to hear from you! Whether you have questions about our content, suggestions for new topics, or just want to share your creative journey, we're here to help and connect.\n\n### How We Can Help\n\n**Course Recommendations**: Not sure which Domestika course is right for you? We can provide personalized recommendations based on your goals and skill level.\n\n**Learning Path Guidance**: Need help planning your creative education journey? We can suggest learning sequences and skill development strategies.\n\n**Content Requests**: Have a specific topic you'd like us to cover? We're always looking for new content ideas that serve our community.\n\n**Partnership Opportunities**: Are you an educator, creator, or business interested in collaboration? We're open to meaningful partnerships that benefit our community.\n\n### Response Times\n\nWe typically respond to inquiries within 24-48 hours during business days. For urgent matters, please indicate this in your subject line.\n\n### Connect With Us\n\n**Email**: hello@affiliatehubpro.com\n**Business Inquiries**: partnerships@affiliatehubpro.com\n**Technical Support**: support@affiliatehubpro.com\n\n### Social Media\n\nStay connected and join our community conversations:\n\n- **Instagram**: @affiliatehubpro - Daily inspiration and course highlights\n- **Twitter**: @affiliatehubpro - Industry news and quick tips\n- **LinkedIn**: AffiliateHub Pro - Professional insights and career advice\n- **YouTube**: AffiliateHub Pro - Course reviews and tutorials\n\n### Office Hours\n\nWhile we operate primarily online, our team is available for inquiries:\n\n**Monday - Friday**: 9:00 AM - 6:00 PM (EST)\n**Weekends**: Limited availability for urgent matters\n\n### Frequently Asked Questions\n\n**Q: Do you offer direct courses or only recommendations?**\nA: We focus on curating and recommending the best courses from platforms like Domestika. We don't create courses ourselves but provide expert guidance on course selection.\n\n**Q: Are your course recommendations paid partnerships?**\nA: We're transparent about our affiliate relationships. When you purchase through our links, we may earn a commission at no extra cost to you. This helps support our content creation while maintaining our commitment to honest recommendations.\n\n**Q: Can you help with technical issues with Domestika courses?**\nA: For technical support with Domestika courses, please contact Domestika directly. We can help with general course guidance and learning strategies.\n\n**Q: Do you offer refunds for course purchases?**\nA: Course purchases are made directly through Domestika or other platforms. Please refer to their respective refund policies. We can help you choose courses that align with your goals to minimize the need for refunds.\n\n### Feedback and Suggestions\n\nYour feedback helps us improve our content and recommendations. We welcome:\n\n- Website usability feedback\n- Content topic suggestions\n- Course review requests\n- Community feature ideas\n\n### Media and Press\n\nFor media inquiries, press releases, or interview requests, please contact our media team at press@affiliatehubpro.com\n\n### Privacy and Data\n\nWe respect your privacy and handle all communications confidentially. Read our Privacy Policy for details on how we protect your information.\n\n### International Users\n\nWhile our primary audience is English-speaking, we welcome inquiries from creative professionals worldwide. We can provide guidance on course accessibility and recommendations for international learners.",
    "updatedAt": "2024-01-15T10:00:00Z"
  },
  {
    "Id": 3,
    "slug": "privacy",
    "title": "Privacy Policy",
    "content": "## Privacy Policy\n\n*Last updated: January 15, 2024*\n\nAt AffiliateHub Pro, we take your privacy seriously. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website and use our services.\n\n### Information We Collect\n\n**Information You Provide Directly:**\n- Contact form submissions\n- Email newsletter subscriptions\n- Comments and feedback\n- Social media interactions\n\n**Information Collected Automatically:**\n- IP address and device information\n- Browser type and version\n- Pages visited and time spent\n- Referring websites\n- Geographic location (general)\n\n**Cookies and Tracking Technologies:**\nWe use cookies and similar technologies to enhance your browsing experience and analyze website traffic. You can control cookie preferences through your browser settings.\n\n### How We Use Your Information\n\nWe use collected information to:\n\n- Provide and improve our services\n- Respond to your inquiries and support requests\n- Send newsletters and updates (with your consent)\n- Analyze website performance and user behavior\n- Comply with legal obligations\n- Prevent fraud and enhance security\n\n### Information Sharing and Disclosure\n\nWe do not sell, trade, or rent your personal information to third parties. We may share information in the following circumstances:\n\n**Service Providers**: With trusted third-party vendors who assist in website operations, email marketing, and analytics.\n\n**Legal Requirements**: When required by law, court order, or government regulation.\n\n**Business Transfers**: In the event of a merger, acquisition, or sale of business assets.\n\n**Consent**: When you explicitly consent to sharing your information.\n\n### Third-Party Services\n\n**Analytics**: We use Google Analytics to understand website usage. Google's privacy policy applies to this data.\n\n**Email Marketing**: We use email service providers to send newsletters. You can unsubscribe at any time.\n\n**Affiliate Links**: When you click affiliate links and make purchases, the merchant may collect your information according to their privacy policy.\n\n**Social Media**: Our social media integrations are subject to respective platform privacy policies.\n\n### Data Security\n\nWe implement appropriate security measures to protect your information:\n\n- SSL encryption for data transmission\n- Secure hosting and data storage\n- Regular security updates and monitoring\n- Limited access to personal information\n- Employee training on data protection\n\n### Your Rights and Choices\n\n**Access and Correction**: You can request access to your personal information and ask us to correct inaccuracies.\n\n**Deletion**: You can request deletion of your personal information, subject to legal requirements.\n\n**Opt-Out**: You can unsubscribe from marketing communications at any time.\n\n**Cookie Control**: You can disable cookies through your browser settings, though this may affect website functionality.\n\n### Data Retention\n\nWe retain personal information only as long as necessary for the purposes outlined in this policy or as required by law. When data is no longer needed, we securely delete or anonymize it.\n\n### International Data Transfers\n\nIf you're located outside the United States, please note that we may transfer your information to and process it in the United States, where our servers are located and our central database is operated.\n\n### Children's Privacy\n\nOur website is not intended for children under 13 years of age. We do not knowingly collect personal information from children under 13. If you believe we have collected information from a child under 13, please contact us immediately.\n\n### California Privacy Rights\n\nCalifornia residents have additional rights under the California Consumer Privacy Act (CCPA):\n\n- Right to know what personal information is collected\n- Right to delete personal information\n- Right to opt-out of the sale of personal information\n- Right to non-discrimination for exercising privacy rights\n\nWe do not sell personal information as defined by the CCPA.\n\n### European Privacy Rights\n\nFor users in the European Union, we comply with the General Data Protection Regulation (GDPR). You have rights including:\n\n- Right of access to your personal data\n- Right to rectification of inaccurate data\n- Right to erasure (\"right to be forgotten\")\n- Right to restrict processing\n- Right to data portability\n- Right to object to processing\n\n### Changes to This Privacy Policy\n\nWe may update this Privacy Policy periodically to reflect changes in our practices or legal requirements. We will notify you of material changes by:\n\n- Posting the updated policy on our website\n- Updating the \"Last updated\" date\n- Sending email notifications for significant changes\n\n### Contact Information\n\nIf you have questions about this Privacy Policy or our data practices, please contact us:\n\n**Email**: privacy@affiliatehubpro.com\n**Subject Line**: Privacy Policy Inquiry\n\n### Consent\n\nBy using our website and services, you consent to the collection and use of your information as described in this Privacy Policy.\n\n### Compliance and Certification\n\nWe are committed to maintaining compliance with applicable privacy laws and regulations. We regularly review our practices and update our policies as needed to ensure ongoing compliance.\n\nThis Privacy Policy is designed to be transparent and comprehensive. If you need clarification on any aspect of our data practices, please don't hesitate to contact us.",
    "updatedAt": "2024-01-15T10:00:00Z"
  }
]